Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Panel settings
de: Panel-Einstellungen
es: Ajustes del panel
et: Paneeli seaded
fr: Réglages du panneau
hu: Panel beállításai
it: Impostazioni pannello
ja: パネル設定
ko: 패널 설정
ms: Tetapan panel
pt: Definições do painel
ru: Настройки панели
zh_hans: 面板设置

source: Panel skeleton
de: Panel-Grundgerüst
es: Esqueleto de panel
et: Paneeli raamistik
fr: Squelette de panneau
hu: Panel-váz
it: Struttura base pannello
ja: パネルの雛形
ko: 패널 기본 틀
ms: Rangka panel
pt: Esqueleto de painel
ru: Заготовка панели
zh_hans: 面板骨架模板

source: Panels
de: Bereiche
es: Paneles
et: Paneelid
fr: Panneaux
hu: Panelek
it: Pannelli
ja: パネル
ko: 패널
ms: Panel
pt: Painéis
ru: Панели
zh_hans: 面板

source: Panels contain constrained interactive logic. Clink verifies the release file and applies runtime limits, but this is still a trust decision for this repository.
de: Panels enthalten eingeschränkte interaktive Logik. Clink prüft die Release-Datei und wendet Laufzeitgrenzen an, aber ob du diesem Repository vertraust, bleibt deine Entscheidung.
es: Los paneles contienen una lógica interactiva restringida. Clink verifica el archivo de la versión y aplica límites durante la ejecución, pero seguir confiando en este repositorio es una decisión tuya.
et: Paneelid sisaldavad piiratud interaktiivset loogikat. Clink kontrollib väljalaskefaili ja rakendab käitusaja piiranguid, kuid usaldus selle hoidla suhtes on siiski sinu otsustada.
fr: Les panneaux contiennent une logique interactive encadrée. Clink vérifie le fichier de version et applique des limites à l’exécution, mais faire confiance à ce dépôt reste une décision qui t’appartient.
hu: A panelek korlátozott interaktív logikát tartalmaznak. A Clink ellenőrzi a kiadási fájlt, és futásidejű korlátokat alkalmaz, de ennek a tárháznak a megbízása továbbra is a te döntésed.
it: I pannelli contengono una logica interattiva vincolata. Clink verifica il file della release e applica limiti a runtime, ma fidarsi di questo repository resta una decisione che spetta a te.
ja: パネルには、制限付きのインタラクティブロジックが含まれます。Clink はリリースファイルを検証し、実行時の制限を適用しますが、このリポジトリを信頼するかどうかはあなたの判断です。
ko: 패널에는 제한된 인터랙티브 로직이 포함됩니다. Clink는 릴리스 파일을 검증하고 실행 시 제한을 적용하지만, 이 저장소를 신뢰할지는 사용자의 결정입니다.
ms: Panel mengandungi logik interaktif terkawal. Clink mengesahkan fail keluaran dan menguatkuasakan had semasa runtime, tetapi mempercayai repositori ini tetap merupakan keputusan anda.
pt: Os painéis contêm lógica interativa restrita. O Clink verifica o ficheiro da versão e aplica limites em tempo de execução, mas confiar neste repositório continua a ser uma decisão tua.
ru: Панели содержат ограниченную интерактивную логику. Clink проверяет файл релиза и применяет ограничения во время выполнения, но решение о доверии к этому репозиторию остаётся за вами.
zh_hans: 面板包含受约束的交互逻辑。Clink 会验证发布文件并施加运行时限制，但是否信任此仓库仍由你决定。

source: Panels contain constrained interactive logic. Only allow repositories you trust.
de: Panels enthalten eingeschränkte interaktive Logik. Erlaube nur Repositorys, denen du vertraust.
es: Los paneles contienen una lógica interactiva restringida. Permite solo repositorios en los que confíes.
et: Paneelid sisaldavad piiratud interaktiivset loogikat. Luba ainult hoidlaid, mida usaldad.
fr: Les panneaux exécutent une logique interactive encadrée. N’autorise que les dépôts auxquels tu fais confiance.
hu: A panelek korlátozott interaktív logikát tartalmaznak. Csak megbízható tárolókat engedélyezz.
it: I pannelli contengono una logica interattiva vincolata. Consenti solo i repository di cui ti fidi.
ja: パネルには、制限付きのインタラクティブロジックが含まれます。信頼できるリポジトリだけを許可してください。
ko: 패널에는 제한된 인터랙티브 로직이 포함됩니다. 신뢰하는 저장소만 허용하세요.
ms: Panel mengandungi logik interaktif terkawal. Benarkan hanya repositori yang anda percayai.
pt: Os painéis contêm lógica interativa restrita. Permita apenas repositórios em que confia.
ru: Панели содержат ограниченную интерактивную логику. Разрешайте только репозитории, которым доверяете.
zh_hans: 面板包含受约束的交互逻辑。只允许你信任的仓库。

source: Paraphrase
de: Umformulieren
es: Parafrasear
et: Parafraseeri
fr: Paraphraser
hu: Átfogalmazás
it: Parafrasa
ja: 言い換え
ko: 다르게 표현
ms: Parafrasa
pt: Parafrasear
ru: Перефразировать
zh_hans: 改述

source: Park the light after a pause and wake it on your next keystroke, the way a real board sleeps. Nothing runs while you're not typing.
de: Legt das Licht nach einer Pause schlafen und weckt es beim nächsten Anschlag – wie eine echte Tastatur. Solange du nicht tippst, läuft nichts.
es: Aparca la luz tras una pausa y la despierta con la siguiente tecla, como duerme un teclado de verdad. No se ejecuta nada mientras no escribes.
et: Pargib pärast pausi valguse ja äratab selle järgmisel klahvivajutusel, nagu päris klaviatuur magab. Kui sa ei tipi, ei tööta midagi.
fr: Met la lumière en veille après une pause et la réveille à la prochaine frappe, comme un vrai clavier. Rien ne tourne quand vous n'écrivez pas.
hu: Egy szünet után elalszik a fény, és a következő leütésre felébred, ahogy egy igazi billentyűzet. Amíg nem írsz, semmi nem fut.
it: Mette la luce in pausa dopo un momento e la risveglia al tasto successivo, come fa una tastiera vera. Quando non scrivi, non gira nulla.
ja: 少し止まると光もお休みして、次の打鍵で目を覚まします。入力していない間は何も動きません。
ko: 잠시 멈추면 조명도 잠들고, 다음 타이핑에 다시 깨어납니다. 입력하지 않는 동안에는 아무것도 돌지 않습니다.
ms: Hentikan cahaya selepas seketika dan bangunkannya pada ketukan seterusnya, seperti papan kekunci sebenar tidur. Tiada apa berjalan ketika anda tidak menaip.
pt: Adormece a luz após uma pausa e acorda-a na próxima tecla, como um teclado a sério. Nada corre enquanto não escreves.
ru: Гасите свет после паузы и будите его следующим нажатием — как засыпает настоящая клавиатура. Пока вы не печатаете, ничего не работает.
zh_hans: 停下一会儿灯光就休眠，下一次按键再唤醒，像真正的键盘一样。不打字时什么都不运行。

source: Parsed
de: Geparst
es: Analizado
et: Analüüsitud
fr: Analysé
hu: Feldolgozva
it: Analizzato
ja: 解析済み
ko: 파싱됨
ms: Dihurai
pt: Analisado
ru: Разобрано
zh_hans: 已解析

source: Passes everything after the cursor in.
de: Übergibt alles nach dem Cursor.
es: Pasa todo lo que hay después del cursor.
et: Annab edasi kõik, mis on kursorist paremal.
fr: Transmet tout ce qui suit le curseur.
hu: Mindent átad, ami a kurzor után áll.
it: Passa tutto ciò che segue il cursore.
ja: カーソルより後のすべてを渡します。
ko: 커서 뒤의 모든 내용을 넘깁니다.
ms: Menghantar segala-galanya selepas kursor.
pt: Passa tudo o que vem depois do cursor.
ru: Передаёт всё, что идёт после курсора.
zh_hans: 传入光标之后的全部内容。

source: Passes everything before the cursor in.
de: Übergibt alles vor dem Cursor.
es: Pasa todo lo que hay antes del cursor.
et: Annab edasi kõik enne kursorit.
fr: Transmet tout ce qui se trouve avant le curseur.
hu: Átad mindent a kurzor előtt.
it: Passa tutto ciò che si trova prima del cursore.
ja: カーソルより前のすべてを渡します。
ko: 커서 앞의 모든 내용을 전달해요.
ms: Menghantar semua teks sebelum kursor.
pt: Passa tudo o que está antes do cursor.
ru: Передаёт всё, что до курсора.
zh_hans: 传入光标前的所有内容。

source: Passes the clipboard text in. Needs Full Access.
de: Übergibt den Text aus der Zwischenablage. Benötigt Vollzugriff.
es: Pasa el texto del portapapeles. Requiere acceso total.
et: Annab edasi lõikelaua teksti. Vajab täisjuurdepääsu.
fr: Transmet le texte du presse-papiers. Nécessite l'accès complet.
hu: Átadja a vágólap szövegét. Teljes hozzáférés kell hozzá.
it: Passa il testo degli appunti. Richiede accesso completo.
ja: クリップボードのテキストを渡します。フルアクセスが必要です。
ko: 클립보드 텍스트를 전달해요. 전체 접근 허용이 필요해요.
ms: Menghantar teks papan klip. Memerlukan Akses Penuh.
pt: Passa o texto da área de transferência. Requer acesso total.
ru: Передаёт текст из буфера обмена. Требуется полный доступ.
zh_hans: 传入剪贴板文本。需要完全访问。

source: Passes the line the cursor is on.
de: Übergibt die Zeile, in der der Cursor steht.
es: Pasa la línea en la que está el cursor.
et: Annab edasi rea, millel kursor asub.
fr: Transmet la ligne où se trouve le curseur.
hu: Azt a sort adja át, amelyben a kurzor áll.
it: Passa la riga su cui si trova il cursore.
ja: カーソルがある行を渡します。
ko: 커서가 있는 줄을 넘깁니다.
ms: Menghantar baris tempat kursor berada.
pt: Passa a linha onde está o cursor.
ru: Передаёт строку, на которой стоит курсор.
zh_hans: 传入光标所在的那一行。

source: Passes the sentence the cursor is in.
de: Übergibt den Satz, in dem der Cursor steht.
es: Pasa la frase en la que está el cursor.
et: Annab edasi lause, milles kursor asub.
fr: Transmet la phrase où se trouve le curseur.
hu: Azt a mondatot adja át, amelyben a kurzor áll.
it: Passa la frase in cui si trova il cursore.
ja: カーソルがある文を渡します。
ko: 커서가 있는 문장을 넘깁니다.
ms: Menghantar ayat tempat kursor berada.
pt: Passa a frase onde está o cursor.
ru: Передаёт предложение, в котором стоит курсор.
zh_hans: 传入光标所在的那个句子。

source: Passes the text you have selected, or nothing when there is no selection.
de: Übergibt den markierten Text – oder nichts, wenn nichts markiert ist.
es: Pasa el texto que tengas seleccionado, o nada si no hay selección.
et: Annab edasi valitud teksti või mitte midagi, kui valikut pole.
fr: Transmet le texte sélectionné, ou rien si rien n'est sélectionné.
hu: A kijelölt szöveget adja át, vagy semmit, ha nincs kijelölés.
it: Passa il testo selezionato, o niente se non c'è selezione.
ja: 選択しているテキストを渡します。選択がなければ何も渡しません。
ko: 선택한 텍스트를 넘깁니다. 선택한 것이 없으면 아무것도 넘기지 않습니다.
ms: Menghantar teks yang anda pilih, atau tiada apa-apa jika tiada pilihan.
pt: Passa o texto selecionado, ou nada se não houver seleção.
ru: Передаёт выделенный текст или ничего, если ничего не выделено.
zh_hans: 传入你选中的文本；没有选中内容时不传入任何内容。

source: Passes the whole field in, on both sides of the cursor.
de: Übergibt das ganze Feld, auf beiden Seiten des Cursors.
es: Pasa el campo completo, a ambos lados del cursor.
et: Annab edasi kogu välja, kursori mõlemalt poolt.
fr: Transmet le champ entier, des deux côtés du curseur.
hu: A teljes mezőt átadja, a kurzor mindkét oldaláról.
it: Passa l'intero campo, da entrambi i lati del cursore.
ja: カーソルの前後を含め、フィールド全体を渡します。
ko: 커서 앞뒤를 모두 포함해 입력란 전체를 넘깁니다.
ms: Menghantar seluruh medan, pada kedua-dua belah kursor.
pt: Passa o campo inteiro, dos dois lados do cursor.
ru: Передаёт всё поле — по обе стороны от курсора.
zh_hans: 传入整个输入框的内容，包括光标前后。

source: Passes the word you're typing into transform(text).
de: Übergibt das Wort, das du gerade tippst, an transform(text).
es: Pasa la palabra que estás escribiendo a transform(text).
et: Annab sõna, mida tipid, edasi funktsioonile transform(text).
fr: Transmet le mot que tu écris à transform(text).
hu: Átadja az éppen gépelt szót a transform(text) függvénynek.
it: Passa la parola che stai scrivendo a transform(text).
ja: 入力中の単語をtransform(text)に渡します。
ko: 입력 중인 단어를 transform(text)에 전달해요.
ms: Menghantar perkataan yang sedang ditaip kepada transform(text).
pt: Passa a palavra que estás a escrever para transform(text).
ru: Передаёт слово, которое вы набираете, в transform(text).
zh_hans: 将正在输入的单词传给 transform(text)。

source: Paste
de: Einfügen
es: Pegar
et: Kleebi
fr: Coller
hu: Beillesztés
it: Incolla
ja: 貼り付け
ko: 붙여넣기
ms: Tampal
pt: Colar
ru: Вставить
zh_hans: 粘贴

source: Paste Prompt
de: Anweisung einsetzen
es: Pegar instrucción
et: Kleebi juhis
fr: Coller l'instruction
hu: Utasítás beillesztése
it: Incolla istruzione
ja: プロンプトをペースト
ko: 프롬프트 붙여넣기
ms: Tampal arahan
pt: Colar instrução
ru: Вставить запрос
zh_hans: 粘贴提示词

source: Paste color
de: Farbe einfügen
es: Pegar color
et: Kleebi värv
fr: Coller la couleur
hu: Szín beillesztése
it: Incolla colore
ja: 色を貼り付け
ko: 색상 붙여넣기
ms: Tampal warna
pt: Colar cor
ru: Вставить цвет
zh_hans: 粘贴颜色

source: Paste from Other Apps
de: Aus anderen Apps einfügen
es: Pegar desde otras apps
et: Teistest rakendustest kleepimine
fr: Coller depuis d’autres apps
hu: Beillesztés más appokból
it: Incolla da altre app
ja: 他のAppからペースト
ko: 다른 앱에서 붙여넣기
ms: Tampal daripada app lain
pt: Colar de outras apps
ru: Вставка из других приложений
zh_hans: 从其他 App 粘贴

source: Paste glyph
de: Glyphe einsetzen
es: Pegar glifo
et: Kleebi glüüf
fr: Coller le glyphe
hu: Glifa beillesztése
it: Incolla glifo
ja: 字形をペースト
ko: 글리프 붙여넣기
ms: Tampal glif
pt: Colar glifo
ru: Вставить глиф
zh_hans: 粘贴字形

source: Paste reply
de: Antwort einfügen
es: Pegar respuesta
et: Kleebi vastus
fr: Coller la réponse
hu: Válasz beillesztése
it: Incolla risposta
ja: 返答を貼り付け
ko: 답변 붙여넣기
ms: Tampal jawapan
pt: Colar resposta
ru: Вставить ответ
zh_hans: 粘贴回复

source: Pattern
de: Muster
es: Patrón
et: Muster
fr: Motif
hu: Minta
it: Motivo
ja: パターン
ko: 패턴
ms: Corak
pt: Padrão
ru: Узор
zh_hans: 图案

source: Peak
de: Maximum
es: Máximo
et: Maksimum
fr: Pic
hu: Csúcs
it: Picco
ja: 最大
ko: 최대
ms: Puncak
pt: Máximo
ru: Пик
zh_hans: 峰值

source: Pen
de: Stift
es: Lápiz
et: Pliiats
fr: Stylo
hu: Toll
it: Penna
ja: ペン
ko: 펜
pt: Caneta
ru: Перо
zh_hans: 笔

source: Penguin
de: Pinguin
es: Pingüino
et: Pingviin
fr: Manchot
hu: Pingvin
it: Pinguino
ja: ペンギン
ko: 펭귄
pt: Pinguim
ru: Пингвин
zh_hans: 企鹅

source: People & Body
de: Menschen & Körper
es: Personas y cuerpo
et: Inimesed ja keha
fr: Personnes et corps
hu: Emberek és testrészek
it: Persone e corpo
ja: 人と体
ko: 사람 및 신체
ms: Orang & Badan
pt: Pessoas e corpo
ru: Люди и части тела
zh_hans: 人物与身体

source: Per-emoji tones
de: Töne pro Emoji
es: Tonos por emoji
et: Toonid emoji kohta
fr: Teintes par emoji
hu: Emoji-hangok
it: Tonalità per emoji
ja: 絵文字ごとの肌の色
ko: 이모지별 색조
ms: Ton setiap emoji
pt: Tons por emoji
ru: Тон для каждого эмодзи
zh_hans: 各表情符号色调

source: Per-key mean landing offset, 1σ spread & sample count
de: Mittlerer Landeversatz pro Taste, 1σ-Streuung & Anzahl der Messungen
es: Desplazamiento medio de aterrizaje por tecla, dispersión de 1σ y número de muestras
et: Klahvikeskmine maandumise nihe, 1σ hajuvus ja näidiste arv
fr: Décalage d'atterrissage moyen par touche, dispersion 1σ et nombre d'échantillons
hu: Billentyűnkénti átlagos koppintáseltolódás, 1σ szórás és mintaszám
it: Scostamento medio di atterraggio per tasto, dispersione 1σ e numero di campioni
ja: キーごとの平均着地オフセット、1σ の広がり、サンプル数
ko: 키별 평균 착지 오프셋, 1σ 분포, 표본 수
ms: Ofset pendaratan purata setiap kekunci, sebaran 1σ & bilangan sampel
pt: Desvio médio de toque por tecla, dispersão 1σ e número de amostras
ru: Среднее смещение попадания по каждой клавише, разброс 1σ и число образцов
zh_hans: 每个键的平均落点偏移、1σ 分布和样本数

source: Per-row glass merge
de: Glasverschmelzung pro Reihe
es: Fusión de cristal por fila
et: Klaasisulamine rea kaupa
fr: Fusion du verre par rangée
hu: Soronkénti üvegösszeolvasztás
it: Fusione del vetro per riga
ja: 行ごとのガラス結合
ko: 행별 유리 병합
ms: Gabungan kaca setiap baris
pt: Fusão de vidro por linha
ru: Слияние стекла по рядам
zh_hans: 逐行玻璃融合

source: Percentage of saved value
de: Prozentsatz des gespeicherten Werts
es: Porcentaje del valor guardado
et: Protsent salvestatud väärtusest
fr: Pourcentage de la valeur enregistrée
hu: A mentett érték százaléka
it: Percentuale del valore salvato
ja: 保存値に対する割合
ko: 저장된 값의 비율
ms: Peratus nilai tersimpan
pt: Percentagem do valor guardado
ru: Процент от сохранённого значения
zh_hans: 保存值的百分比

source: Percentages use your saved settings, never the last automated result. Supported size limits still apply.
de: Prozente beziehen sich auf deine gespeicherten Einstellungen, nie auf das letzte Automationsergebnis. Die Größenlimits gelten weiterhin.
es: Los porcentajes se calculan sobre los ajustes guardados, nunca sobre el último resultado automático. Se respetan los límites de tamaño.
et: Protsendid lähtuvad salvestatud seadetest, mitte eelmisest automaatika tulemusest. Suurusepiirangud kehtivad endiselt.
fr: Les pourcentages utilisent les réglages enregistrés, jamais le dernier résultat automatisé. Les limites de taille restent applicables.
hu: A százalékok a mentett beállításokra vonatkoznak, soha nem az előző automatizált eredményre. A méretkorlátok továbbra is érvényesek.
it: Le percentuali si riferiscono alle impostazioni salvate, mai all’ultimo risultato automatico. Restano validi i limiti di dimensione.
ja: 割合は保存済みの設定を基準とし、直前の自動調整結果は使いません。対応サイズの制限は引き続き適用されます。
ko: 비율은 마지막 자동화 결과가 아닌 저장된 설정을 기준으로 합니다. 지원되는 크기 제한은 계속 적용됩니다.
ms: Peratus menggunakan tetapan tersimpan, bukan hasil automasi terakhir. Had saiz masih terpakai.
pt: As percentagens usam as definições guardadas, nunca o último resultado automático. Os limites de tamanho continuam a aplicar-se.
ru: Проценты считаются от сохранённых настроек, а не от последнего результата автоматизации. Ограничения размеров сохраняются.
zh_hans: 百分比以保存的设置为基准，不使用上一次自动化结果。支持的尺寸限制仍然适用。

source: Performance
de: Leistung
es: Rendimiento
et: Jõudlus
fr: Performances
hu: Teljesítmény
it: Prestazioni
ja: パフォーマンス
ko: 성능
ms: Prestasi
pt: Desempenho
ru: Производительность
zh_hans: 性能

source: Permanently removes every custom AI Tools action.
de: Entfernt dauerhaft alle eigenen KI-Tools-Aktionen.
es: Elimina permanentemente todas las acciones de herramientas de IA personalizadas.
et: Eemaldab jäädavalt kõik kohandatud AI-tööriistade toimingud.
fr: Supprime définitivement toutes les actions personnalisées des outils d’IA.
hu: Végleg eltávolít minden egyéni MI-eszközműveletet.
it: Rimuove definitivamente tutte le azioni degli strumenti IA personalizzati.
ja: すべてのカスタムAIツールアクションを完全に削除します。
ko: 모든 사용자 설정 AI 도구 동작을 영구적으로 제거합니다.
ms: Mengalih keluar semua tindakan Alat AI tersuai secara kekal.
pt: Remove permanentemente todas as ações das ferramentas de IA personalizadas.
ru: Безвозвратно удаляет все пользовательские действия ИИ-инструментов.
zh_hans: 将永久移除所有自定 AI 工具操作。

source: Permanently removes every custom action, including starter samples.
de: Entfernt dauerhaft alle eigenen Aktionen, einschließlich der Beispielaktionen.
es: Elimina permanentemente todas las acciones personalizadas, incluidos los ejemplos iniciales.
et: Eemaldab jäädavalt kõik kohandatud toimingud, kaasa arvatud näidistoimingud.
fr: Supprime définitivement toutes les actions personnalisées, y compris les exemples de départ.
hu: Végleg eltávolít minden egyéni műveletet, a kezdő mintákat is.
it: Rimuove definitivamente tutte le azioni personalizzate, compresi gli esempi iniziali.
ja: スターターサンプルを含むすべてのカスタムアクションを完全に削除します。
ko: 시작 예시를 포함한 모든 사용자 설정 동작을 영구적으로 제거합니다.
ms: Mengalih keluar semua tindakan tersuai, termasuk contoh permulaan, secara kekal.
pt: Remove permanentemente todas as ações personalizadas, incluindo os exemplos iniciais.
ru: Безвозвратно удаляет все пользовательские действия, включая начальные примеры.
zh_hans: 将永久移除所有自定操作，包括初始示例。

source: Permanently removes every custom layout and switches to a preset layout.
de: Entfernt dauerhaft alle eigenen Layouts und wechselt zu einem Standardlayout.
es: Elimina permanentemente todas las distribuciones personalizadas y cambia a una predeterminada.
et: Eemaldab jäädavalt kõik kohandatud paigutused ja lülitab eelseadistatud paigutusele.
fr: Supprime définitivement toutes les dispositions personnalisées et passe à une disposition prédéfinie.
hu: Végleg eltávolít minden egyéni kiosztást, és egy gyári kiosztásra vált.
it: Rimuove definitivamente tutti i layout personalizzati e passa a un layout predefinito.
ja: すべてのカスタムレイアウトを完全に削除し、プリセットレイアウトに切り替えます。
ko: 모든 사용자 설정 레이아웃을 영구적으로 제거하고 기본 레이아웃으로 전환합니다.
ms: Mengalih keluar semua reka letak tersuai secara kekal dan beralih kepada reka letak praset.
pt: Remove permanentemente todos os layouts personalizados e muda para um layout predefinido.
ru: Безвозвратно удаляет все пользовательские раскладки и переключает на предустановленную раскладку.
zh_hans: 将永久移除所有自定布局并切换到预设布局。

source: Permanently removes every custom panel, including starter samples.
de: Entfernt dauerhaft alle eigenen Panels, einschließlich der Beispielpanels.
es: Elimina permanentemente todos los paneles personalizados, incluidos los ejemplos iniciales.
et: Eemaldab jäädavalt kõik kohandatud paneelid, kaasa arvatud näidispaneelid.
fr: Supprime définitivement tous les panneaux personnalisés, y compris les exemples de départ.
hu: Végleg eltávolít minden egyéni panelt, a kezdő mintákat is.
it: Rimuove definitivamente tutti i pannelli personalizzati, compresi gli esempi iniziali.
ja: スターターサンプルを含むすべてのカスタムパネルを完全に削除します。
ko: 시작 예시를 포함한 모든 사용자 설정 패널을 영구적으로 제거합니다.
ms: Mengalih keluar semua panel tersuai, termasuk contoh permulaan, secara kekal.
pt: Remove permanentemente todos os painéis personalizados, incluindo os exemplos iniciais.
ru: Безвозвратно удаляет все пользовательские панели, включая начальные примеры.
zh_hans: 将永久移除所有自定面板，包括初始示例。

source: Permanently removes every custom profile. Built-in profiles are kept.
de: Entfernt dauerhaft alle eigenen Profile. Integrierte Profile bleiben erhalten.
es: Elimina permanentemente todos los perfiles personalizados. Se conservan los perfiles integrados.
et: Eemaldab jäädavalt kõik kohandatud profiilid. Sisseehitatud profiilid säilivad.
fr: Supprime définitivement tous les profils personnalisés. Les profils intégrés sont conservés.
hu: Végleg eltávolít minden egyéni profilt. A beépített profilok megmaradnak.
it: Rimuove definitivamente tutti i profili personalizzati. I profili integrati vengono mantenuti.
ja: すべてのカスタムプロファイルを完全に削除します。組み込みプロファイルは保持されます。
ko: 모든 사용자 설정 프로필을 영구적으로 제거합니다. 내장 프로필은 유지됩니다.
ms: Mengalih keluar semua profil tersuai secara kekal. Profil terbina dalam dikekalkan.
pt: Remove permanentemente todos os perfis personalizados. Os perfis integrados são mantidos.
ru: Безвозвратно удаляет все пользовательские профили. Встроенные профили сохраняются.
zh_hans: 将永久移除所有自定配置文件。内置配置文件会保留。

source: Permanently removes every custom theme and its background photos.
de: Entfernt dauerhaft alle eigenen Themes und ihre Hintergrundfotos.
es: Elimina permanentemente todos los temas personalizados y sus fotos de fondo.
et: Eemaldab jäädavalt kõik kohandatud teemad ja nende taustafotod.
fr: Supprime définitivement tous les thèmes personnalisés et leurs photos d’arrière-plan.
hu: Végleg eltávolít minden egyéni témát és háttérképét.
it: Rimuove definitivamente tutti i temi personalizzati e le relative foto di sfondo.
ja: すべてのカスタムテーマと背景写真を完全に削除します。
ko: 모든 사용자 설정 테마와 배경 사진을 영구적으로 제거합니다.
ms: Mengalih keluar semua tema tersuai dan foto latarnya secara kekal.
pt: Remove permanentemente todos os temas personalizados e as respetivas fotos de fundo.
ru: Безвозвратно удаляет все пользовательские темы и их фоновые фотографии.
zh_hans: 将永久移除所有自定主题及其背景照片。

source: Permanently removes every installed plugin, what it remembered, and any control it was driving.
de: Entfernt dauerhaft jedes installierte Plugin, was es sich gemerkt hat und jedes Bedienelement, das es gesteuert hat.
es: Elimina de forma permanente todos los plugins instalados, lo que recordaban y cualquier control que estuvieran manejando.
et: Eemaldab jäädavalt iga paigaldatud pistikprogrammi, selle meelespeetu ja iga juhtelemendi, mida see juhtis.
fr: Supprime définitivement chaque plugin installé, ce qu'il avait mémorisé et toute commande qu'il pilotait.
hu: Véglegesen eltávolít minden telepített bővítményt, amit megjegyzett, és minden vezérlőt, amelyet irányított.
it: Rimuove definitivamente ogni plugin installato, ciò che ricordava e qualsiasi controllo che stava guidando.
ja: インストール済みのプラグインすべてと、その記憶していた内容、動かしていたコントロールを完全に削除します。
ko: 설치된 모든 플러그인과 플러그인이 기억하던 내용, 제어하던 컨트롤을 영구히 제거합니다.
ms: Membuang secara kekal setiap plugin yang dipasang, apa yang diingatinya, dan sebarang kawalan yang dikendalikannya.
pt: Remove permanentemente todos os plugins instalados, o que cada um recordava e qualquer controlo que estivesse a conduzir.
ru: Навсегда удаляет все установленные плагины, то, что они запомнили, и все элементы, которыми они управляли.
zh_hans: 永久移除所有已安装的插件、它们记住的内容，以及它们正在驱动的控件。

source: Permissions
de: Berechtigungen
es: Permisos
et: Load
fr: Autorisations
hu: Engedélyek
it: Autorizzazioni
ja: 権限
ko: 권한
ms: Kebenaran
pt: Permissões
ru: Разрешения
zh_hans: 权限
